IDEA Open Model
Wall.GeomId Property
Compatible with IDEA StatiCa Beta 20.0
 Id representing geometrical parts of Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int GeomId { get; set; }
Public Property GeomId As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
Wall Class
IdeaRS.OpenModel.Detail Namespace